<?php 

    $header = array (
        "home" => "Հիմնական Էջ",
        "parametre" => "Տեխնիկական Տվյալներ",
        "other_models" => "Ուրիշ Մոդելներ",
        "camera" => "Տեսախցիկը",
        "video" => "Վիդեո",
        "audio" => "Աուդիո",
        "about_us" => "Մեր Մասին",
        "comments" => "մեկնաբանություններ",
    );

    $about = array (
        "text" => "Apple Inc.- ը ամերիկյան բազմազգ տեխնոլոգիական ընկերություն է: Դա առաջին հաջողված անձնականն էր համակարգչային ընկերությունը և գրաֆիկական ինտերֆեյսի հանրահռչակումը: Գլխամասային գրասենյակը գտնվում է Կուպերտինո, Կալիֆոռնիա: Apple- ը աշխարհի խոշորագույն տեխնոլոգիական ընկերությունն է եկամուտներով և 2021 թվականի հունվարից աշխարհի ամենաթանկարժեք ընկերությունը: Apple ընկերությունը հիմնադրվել է Սթիվ Jobոբսի, Սթիվ Վոզնյակի և Ռոնալդ Ուեյնի կողմից 1976 թվականին մշակել և վաճառել Վոզնյակի Apple I անհատական համակարգիչը: 2007 թվականին ընկերությունը թողարկեց iPhone- ը քննադատների ճանաչման և ֆինանսական հաջողության հասնելու համար: 2011 թվականին Jobոբսը հրաժարական տվեց գլխավոր տնօրենի պաշտոնից ՝ առողջական բարդությունների պատճառով, և մահացավ երկու ամիս անց: Նրան հաջորդեց Թիմ Կուկը: 2018 թվականի օգոստոսին Apple- ը դարձավ առաջին հրապարակային առևտրային ԱՄՆ -ը ընկերությունը պետք է գնահատվի ավելի քան 1 տրիլիոն դոլար, իսկ առաջինը `2 տրիլիոն դոլար` երկու տարի անց:",
        "st" => "ՄԵՐ ՎԻՃԱԿԱԳՐՈՒԹՅՈՒՆԸ",
        "st_1" => "IPhone- ը աշխարհում ամենահայտնի հեռախոսներից մեկն է",
        "pr" => "Վաճառվել է",
    );

    $parametre = array (
        "char" => "Ընդհանուր բնութագրեր",
        "model" => "մոդել",
        "year" => "Հայտարարության տարին",
        "system" => "ՕՀ տեսակ",
        "display" => "Էկրան",
        "resolution" => "Էկրանի բանաձևը",
        "size" => "Էկրանի չափսը",
        "camera" => "Տեսախցիկներ",
        "self_photo" => "Դիմային տեսախցիկ",
        "main_camera" => "Հիմնական տեսախցիկ",
        "memory_and_processor" => "Հիշողություն և Պրոցեսոր",
        "cpu_how_much" => "Պրոցեսորների միջուկների քանակը",
        "cpu" => "Պրոցեսոր",
        "ram" => "Օպերատիվ հիշողություն",
        "memory" => "Հիշողություն",
        "net" => "Ցանց",
        "standart" => "Ստանդարտ Ցանց",
        "connection" => "Ինտերնետի հասանելիություն",
        "4g" => "4G LTE Ցանցի տիրույթ",
        "gps" => "GPS",
        "bluetooth" => "Bluetooth",
        "wifi" => "WiFi",
        "3G" => "3G Ցանց",
        "nfc" => "NFC",
        "yes" => "áno",
        "batery" => "Սնուցում",
        "conector" => "Լիցքավորման բնիկի տեսակը",
        "wait_time" => "Սպասման ժամանակ",
        "talk_time" => "Զրույցի ժամանակը",
        "type_of_batery" => "Մարտկոցի տեսակը",
        "size_of_batery" => "Մարտկոցի հզորությունը",
        "other" => "Այլ",
        "severity" => "Կշիռ",
        "depth" => "Հաստություն",
        "height" => "Երկարություն",
        "arrow" => "Լայնությունը",
        "audio" => "Աուդիո",
        "num_of_sim" => "SIM քարտի քանակ",
        "prise" => "Արժեքը",
        "country" => "Երկիր",
    );

    $video = array (
        "text1" => "Այստեղ կարող եք տեսնել iPhone 7 plus-ով նկարահանված վիդեոներ",
    );
    
    $photo = array (
        "text1" => "Այստեղ կարող եք տեսնել գիֆեր և նկարներ արված Iphone 7 Plus-ի տեսախցիկով",
        "text2" => "iPhone 7 Plus-ը Apple-ի առաջին հեռախոսն էր, որն ուներ երկակի ոսպնյակի դիզայն (28 մմ լայնանկյուն և 56 մմ համարժեք հեռաֆոտո)",
    );

    
    $comments = array(
        "comments" => "Այստեղ կարող եք թողնել Ձեր մեկնաբանությունը",
    );

    $models = array(
        "other_models" => "տես Iphone-ի այլ մոդելները",
        "year" => "Ներածման տարեթիվը",
        "colors" => "Գույներ",
        "gb" => "Տարողություն",
        "camera" => "Տեսախցիկ",
        "c_type_13_pro_max_text" => "Pro 12MP տեսախցիկի համակարգ. Telephoto, Wide և Ultra Wide տեսախցիկներ",
        "s_camera" => "Առջևի տեսախցիկ",
        "13_pro_max_text" => "Մանրամասներ. IPhone 13 Pro Max- ն ունի 6,7 դյույմանոց 1 էկրանով Super Retina XDR էկրան ՝ ProMotion- ով: Հետևը հյուսված փայլատ ապակի է, իսկ շրջանակի շուրջը կա հարթ եզրով չժանգոտվող պողպատից ժապավեն: Կողքի կոճակը գտնվում է սարքի աջ կողմում: Հետեւի մասում կա երեք 12 ՄՊ տեսախցիկ. Ultra Wide, Wide և Telephoto: Հետևում կա LiDAR սկաներ: Կա Dual-LED True Tone բռնկում հետևի մասում և SIM սկուտեղ ձախ կողմում, որը պարունակում է «չորրորդ ձևի գործոն» (4FF) նանո-SIM քարտ: IMEI- ն փորագրված է SIM սկուտեղի վրա:",
        "c_type_13_pro" => "Pro 12MP տեսախցիկի համակարգ. Telephoto, Wide և Ultra Wide տեսախցիկներ",
        "13_pro_text" => "Մանրամասներ. IPhone 13 Pro- ն ունի 6,1 դյույմանոց 1 էկրանով Super Retina XDR էկրան ՝ ProMotion- ով:
        Հետևը հյուսված փայլատ ապակի է, իսկ շրջանակի շուրջը կա հարթ եզրով չժանգոտվող պողպատից ժապավեն:
        Կողքի կոճակը գտնվում է սարքի աջ կողմում: Հետեւի մասում կա երեք 12 ՄՊ տեսախցիկ.
        Ultra Wide, Wide և Telephoto: Հետևում կա LiDAR սկաներ: Կա Dual-LED True Tone
        բռնկում հետևի մասում և SIM սկուտեղ ձախ կողմում, որը պարունակում է «չորրորդ ձևի գործոն» (4FF) նանո-SIM քարտ:
        IMEI- ն փորագրված է SIM սկուտեղի վրա",
        "c_type_13" => "Pro 12MP տեսախցիկի համակարգ. Telephoto, Wide և Ultra Wide տեսախցիկներ",
        "13_text" => "Մանրամասներ. IPhone 13-ն ունի 6,1 դյույմանոց 1 էկրանով Super Retina XDR էկրան: Հետևը ապակյա է, իսկ շրջանակի շուրջ կա հարթ եզրով անոդացված ալյումինե ժապավեն: Կողքի կոճակը գտնվում է սարքի աջ կողմում: Հետևի մասում կա երկու 12 ՄՊ տեսախցիկ ՝ ծայրահեղ լայն և լայն: Հետեւի մասում կա Dual-LED True Tone ֆլեշ, իսկ ձախ կողմում ՝ SIM սկուտեղ, որը պարունակում է «չորրորդ ձևի գործոն» (4FF) նանո-SIM քարտ: IMEI- ն փորագրված է SIM սկուտեղի վրա"
    
        
    );
    

?>